brew "bfg"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-buildx"
brew "drafter"
brew "gh"
brew "tesseract"
brew "git"
brew "graphviz"
brew "libomp"
brew "lima-additional-guestagents"
brew "make"
brew "neovim"
brew "node"
brew "pandoc"
brew "sqlite"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "vim"
brew "wget"
cask "chromium"
cask "docker-desktop"
cask "mactex-no-gui"
cask "xquartz"
